{
  "titledesc": "The creation of this website is called Project Sea Web!",
  "titleV1": "The original website that I created using Wixsite’s web template.",
  "titleV2": "The second website that I created.",
  "titleV2b": "I wrote it myself in ReactJS!",
  "titleV3": "This is the website!",
  "titleV3b": "I also wrote it from scratch in ReactJS!",
  "scV1": "V1 website",
  "scV1A1": "Homepage of the old website looks simple, with the Glaceon fanart that I drew at that time, I also showed art gallery immediately below it.",
  "scV1A2": "The hello is at the middle, with transparent background, giving a cool vibe, imo. And hey, the navbar is also transparent!",
  "scV1B1": "The art gallery at the homepage. I like the flexible grid system. It felt like everything is aligned with a grid, yet none is being cropped.",
  "scV1B2": "Showing the best artworks I’ve made at that time.",
  "scV1C1": "The grid system of the gallery is endless. So it kept going until there is no more artworks to show.",
  "scV1C2": "The footer is very simple. Showing just links to my popular social media accounts.",
  "scV1D1": "It’s a page specialized to show my only character, Seava, at that time. There was only a handful of Seava artworks too!",
  "scV1D2": "The scattered images feature of Wixsite’s template is cool to see.",
  "scV1E1": "The Commission page which also shows the art styles was a cool addition.",
  "scV1E2": "I made that collage to pop up an image with descriptions once you hover your cursor on top of it.",
  "scV2": "V2 website",
  "scV2A1": "It was created fully from scratch using ReactJS on Visual Studio Code! I learned it in a month, but I think the result is not that bad. I like the aesthetics.",
  "scV2A2": "The Navbar is a bluish-white shade of the original color of Vesnea. With Vesnea pink as the accent.",
  "scV2A3": "The icons on the bottom is a nice addition.",
  "scV2B1": "The homepage also has an art gallery like the previous design. This time, the grid is sideways. Artworks will be trimmed to allow three artworks to be shown.",
  "scV2C1": "The footer is similar to the current ones but much more simpler.",
  "scV2C2": "The Vesnea purple is everywhere! The combination with the white made it feels premium-ly white (light theme). I might use this color scheme again.",
  "scV2D1": "The Projects page is to show that I have categorized the art I’ve made into a few groups.",
  "scV2D2": "I’ve put artworks there as a visual of which kind of artworks I did.",
  "scV2E1": "The Commission page is kind of a showcase for art styles but now in the form of commission request groups.",
  "scV2F1": "The About page is as simple as it can get. It shown Seava and Vesnea’s descriptions."
}
