{
  "mythseavalancheA1": "The name is a word combination of sea and avalanche.",
  "mythseavalancheA2": "Seavalanche is mostly white, with a pair of heterochromia eyes: the left eye is yellow, while the right eye is green. The white tail is ending in a light blue.",
  "mythseavalancheA3": "There is a golden colored necklace with a big S-shaped pendant and a small heart-shaped pendant, a pink earring on the base of the left ear, and a pink bowtie on the left arm.",
  "mythseavalancheA4": " There is a ring, halo-like thing on the back, floating with a pair of similar energy shaped like a wing on both side.",
  "mythseavalancheB1": "It is said that Seavalanche was the one that prevented disaster in the past.",
  "mythseavalancheB2": " No more information is available.",
  "seavalancheA1": "The name is a word combination of sea and avalanche.",
  "seavalancheA2": "The color scheme: white (pure), pink (playful), purple (elegance), blue (energy), and yellow (energy).",
  "seavalancheA3": "It is a combination of Seava and Vesnea’s design. So she has Seava’s Scice and Vesnea’s Tail.",
  "seavalancheB1": "This is Vesnea when she received a part of Seava's power. It is said that her appearance is changed into something resembled the original Seavalanche.",
  "seavalancheB2": "She looks elegant and acts cutely sometimes. But she will show determination and strength when it’s needed.",
  "seavaA1": "The name is a short form of Seavalanche.",
  "seavaA2": "The color scheme of Seava is deep blue (sea), light blue (ice), and cream (sand).",
  "seavaA3": "Seava has a cloth-like accessory called Scice that is formed from his ice and psychic aura.",
  "seavaA4": "In [Child form], the Scice is wrapped around his left front leg, while in [Normal form] the Scice is left hanging using his psychic aura behind his back. The Scice is visibly longer in [Ascended form].",
  "seavaB1": "He has three forms: [Child], [Normal], and [Ascended form]",
  "seavaB2": "[Normal form] is the default, but will use [Child form] when he needs to preserve energy / hide his aura. When the situation is dire, Seava will unleash his full power form, the [Ascended form].",
  "seavaB3": "Seava can utilize the Scice in combat. But he also has a signature move called Frost Force (ice element).",
  "seavaB4": "Seava is caring and kind. He will show that he is determined to support the loved ones.",
  "seavaB5": "Seava lowers his surrounding temperature until it is cold enough that ice forms, then pushes all of it using his psychic power towards the target.",
  "seavaB6": "All forms has ice elements. But Seava also has water and psychic power.",
  "vesneaA1": "The name is an anagram of Seavalanche.",
  "vesneaA2": "The color scheme of Vesnea is white (pure), pink (playful), and purple (elegance).",
  "vesneaA3": " With flippers as her hands and a mermaid tail, she can swim freely in water. The hindlegs allows Vesnea to move on land.",
  "vesneaB1": "It’s shown that Vesnea gained the form of Seavalanche once she received a small part of Seava’s power.",
  "vesneaB2": "The cheerful personality that Vesnea shows will help to lessen any conflicts.",
  "vesneaB3": "Vesnea also will behave elegantly once in a while and it is unknown whether Vesnea has ever shown sadness or not.",
  "korazuA1": "The name is a an arrangement of the word “courage”.",
  "korazuA2": "The color scheme: yellow (energy) and orange (courage).",
  "korazuA3": "He is a cat who has bird wings and tail. There is a ribbon on the right leg and a sun collar on the neck. He has a single tuff of fluff on the tip of the left ear.",
  "korazuB1": "Power of the sun gave him a light attribute. He blends easily in a bright environment.",
  "korazuB2": "Korazu, Uzakon, and Zumiko seems to be a group of little fairies that accompany Vesnea on her journey.",
  "korazuB3": "He has a docile personality despite the burning courage he possesses. He doesn’t seek change without a reason.",
  "uzakonA1": "The name is a an arrangement of Korazu’s name and also 根気 (perserverance).",
  "uzakonA2": "The color scheme: purple (calmness).",
  "uzakonA3": "He is a cat who has a bunny tail. There is a ribbon on the right leg and a moon collar on the neck. He has two tuffs of fluff on the tip of the left ear.",
  "uzakonB1": "Power of the moon gave him a dark attribute. He blends easily in a dark environment.",
  "uzakonB2": "Korazu, Uzakon, and Zumiko seems to be a group of little fairies that accompany Vesnea on her journey.",
  "uzakonB3": "He has a determined and calm personality. He prefers to solve problems with calmness.",
  "zumikoA1": "The name is a an arrangement of Korazu’s name and also 望み (wish, desire, hope).",
  "zumikoA2": "The color scheme: red (desire).",
  "zumikoA3": "He is a cat who has dragon wings and tail. There is a ribbon on the right leg and a star bow tie on the neck. He has three tuffs of fluff on the tip of the left ear.",
  "zumikoB1": "Power of the stars gave him a fire attribute. He can withstand even the hottest environment.",
  "zumikoB2": "Korazu, Uzakon, and Zumiko seems to be a group of little fairies that accompany Vesnea on her journey.",
  "zumikoB3": "He has a lovely personality. His wish, desire, and hope drives him to help people that he knows."
}
