{
  "gender": "Female ♀",
  "species": "Fox-cat creature",
  "height": "1.4 m",
  "weight": "40 kg",
  "createdDate": "6 January 2025",
  "bio": "Seavalanche is a white fox-cat creature with heterochromatic eyes, wore a golden necklace that has a gold stylized S-shaped pendant with a small heart attachment below it, matching her golden halo-like aether power concentrated on her back.\n\nIt is said that the world was incredibly peaceful when she existed. Seavalanche was seen as pure, bright, powerful, intelligent, and kind. But due to unknown factors, no one knows the exact appearance of the Myth Seavalanche anymore.",
  "nameMeaning": "A combination of 'sea' and 'avalanche' meaning calm, deep, flowing, silent turbulence, and powerful.",
  "lifeBackground": "Seavalanche was a ruler of an unknown past in her world. Until someday, she somehow was overwhelmed by many unknown factors that ended up pressuring her to retreat. In her own non-physical abode, she stayed and tried to recover her energy.\n\nAt some point in her stay, she decided to split her energies into five and let them explore in her stead, which then she realized it will result in her fainting and fell unconscious for an undetermined time. Fate says she will wake up when her fragments needed her the most.",
  "personalityTraits": "determined, kind, cheery",
  "personalityValues": "peace, kindness, honestly, loyalty",
  "personalityFlaws": "too self-reliant, self-doubts, priority for others",
  "personalityQuirks": "panic attack whenever she can't solve things",
  "bodyShapeDescription": "Seavalanche is a fully white fox-cat creature with a light blue-tipped long slender tail.\n\nShe has heterochromatic eyes, green on the right, yellow on the left. Her eyelashes are quite prominent with her already huge eyes in contrast to her small pink nose.\n\nShe wore a golden elongated oval ring chain necklace that has a gold stylized S-shaped pendant (also symbolizing infinity) with a small heart attachment below it, matching her golden halo-like aether power concentrated on her back.\n\nShe also wore an almost transparent pink piece of silk tulle fabric shaped like a bowtie with a trailing fabric on her left upper-arm. Under her left ear, she wore a pink earring that doesn't puncture her ear at all using a heart-shaped clamp and it features a pink tassel at the end of it.\n\nHer hands are four-digit paws, while her feet are three-digit paws, both with paw pads on them.",
  "trivia": "",
  "abilities": [
    "Permafrost Guard: Seavalanche’s special ability to withstand and remain unaffected by even the most extreme cold temperatures, including those approaching absolute zero.",
    "Psionic Dash: Seavalanche’s special ability to move to places in a short distance with no noticeable time delay.",
    "Hydroforce: Seavalanche harnesses her water water attribute to manipulate any body of water. She can change the pressure of water to the point she can even wield any amount of water as a weapon."
  ],
  "moves": [
    "Neural Implosion: Seavalanche’s final option of psychic attack. A concentrated attack targeting the target’s brain. A psychic force so powerful it collapsed any neural functions of the target’s brain until it is destroyed.",
    "Divine Lightburst: Seavalanche channels her fairy power to summon a concentrated beam of magical light, brimming with ethereal energy. This overwhelmingly powerful beam is able to obliterate any obstacles in its path. It Radiating with immensely beautiful colors that affects the mental of anyone experienced it. Those witnessed or struck by the beam find their resolve weakened and their desire to continue fighting dissipating."
  ]
}
